/*
[UT]
*/

"ER00_TEXTA_001" = "Erro";
"ER01_TEXTA_003" = "A impressora está ocupada";
"ER04_TEXTA_001" = "Encravamento de papel";
"ER06_TEXTA_005" = "Sem papel ou carregamento incorrecto";
"ER10_TEXTA_005" = "É necessária assistência técnica";
"ER10_TEXTA_008" = "É necessária assistência técnica";
"ER12_TEXTA_001" = "Erro na alimentação de múltiplas páginas";
"ER37_TEXTA_004" = "A tampa está aberta";
"ER4A_TEXTA_001" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.";
"ER4A_TEXTA_002" = "Uma almofada de tinta da impressora está no fim da sua vida útil.";
"ST01_TEXTA_001" = "A imprimir";
"ST02_TEXTA_001" = "A imprimir";
"ST03_TEXTA_001" = "A imprimir";
"ST04_TEXTA_001" = "Operacional";
"ST07_TEXTA_001" = "A impressora está ocupada";
"ST08_TEXTA_007" = "O carregamento inicial da tinta não está terminado";
"ST0A_TEXTA_002" = "O produto está a desligar";
"ST11_TEXTA_001" = "Carregar o sistema de tinta";
"COM_TEXTA_001" = "Erro de comunicação";
"COM_TEXTA_002" = "Erro de comunicação\r\nPode ter seleccionado o produto incorrecto";
"DEV_TEXTA_004" = "Está seleccionado um produto diferente";
"OFL_TEXTA_003" = "Não preparada";
"PAU_TEXTA_001" = "Em Pausa";
"SRC_TEXTA_001" = "A procurar...";
"CHKDUPX_TEXTA_001" = "Impressão dos 2 lados";
"INKCHECKALERT_TEXTA_002" = "Verifique o nível de tinta com regularidade.\r\nSe continuar a utilizar a impressora quando o nível de tinta estiver abaixo do limite inferior, pode danificá-la.";
"ER00_TEXTB_013" = "1. Cancele todas as tarefas de impressão.\r\n2. Abra a tampa da impressora e retire o papel encravado.\r\n3. Feche a tampa, desligue a impressora e volte a ligá-la.";
"ER01_TEXTB_001" = "É favor aguardar...";
"ER04_TEXTB_040" = "1. Abra a tampa da impressora e retire o papel encravado.\r\n2. Feche a tampa e pressione a tecla %btn% do produto.";
"ER06_TEXTB_032" = "1. Retire o papel e volte a colocá-lo.\r\n2. Pressione a tecla %btn% do produto.\r\n\r\nClique em [Cancelar] para cancelar a tarefa de impressão quando aparecer. Se não for cancelada, cancele-a no produto.";
"ER10_TEXTB_008" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.\r\nContacte a assistência Epson.";
"ER10_TEXTB_009" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.\r\nPoderá ocorrer o derramamento de tinta residual.\r\nContacte a assistência Epson.";
"ER12_TEXTB_004" = "Adopte uma das seguintes soluções.\r\n- Retire e volte a colocar o papel. Pressione a tecla %btn% do produto.\r\n- Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER37_TEXTB_010" = "Feche a tampa.";
"ER4A_TEXTB_001" = "Contacte a assistência Epson.\r\nPressione a tecla %btn% da impressora para continuar a imprimir.";
"ER4A_TEXTB_002" = "Se continuar a imprimir, isso poderá provocar o derramamento de tinta residual.\r\nContacte a assistência Epson.\r\nPressione a tecla %btn% da impressora para continuar a imprimir.";
"ST01_TEXTB_002" = "É favor aguardar...";
"ST02_TEXTB_001" = "É favor aguardar...";
"ST03_TEXTB_001" = "É favor aguardar...";
"ST04_TEXTB_001" = "Está preparada para imprimir.";
"ST07_TEXTB_003" = "A limpar a cabeça de impressão ou a carregar tinta. Aguarde...";
"ST08_TEXTB_009" = "Consulte a folha de configuração para concluir o processo inicial de carregamento de tinta.";
"ST0A_TEXTB_001" = "É favor aguardar...";
"ST11_TEXTB_001" = "É favor aguardar...";
"COM_TEXTB_005" = "Ligue o produto ao computador e active-o. Se desligar o produto durante a impressão, cancele a tarefa de impressão.";
"COM_TEXTB_006" = "Execute uma das operações seguintes.\r\n- O produto está ligado à \"%queuename%\". Imprima utilizando este produto.\r\n- Ligue o produto ao computador e active-o. Se desligar o produto durante a impressão, cancele a tarefa de impressão.";
"DEV_TEXTB_004" = "Um produto seleccionado no controlador é diferente de um produto a imprimir. Verifique as definições do controlador e o produto.";
"OFL_TEXTB_005" = "Não é possível imprimir com o produto desactivado. Ligue o produto ao computador e active-o. Faça clique em [Activada] para imprimir se esta opção for apresentada, ou faça clique em [Fila de impressão] e altere para a definição Activada.\r\n\r\nFaça clique em [Cancelar] para cancelar a impressão se esta opção for apresentada.";
"PAU_TEXTB_002" = "Não é possível imprimir quando o produto está em pausa. Faça clique em [Retomar] quando aparecer para continuar a imprimir ou faça clique em [Fila de impressão] e anule a selecção de \"Pausar impressão\" no menu \"Impressora\".\r\n\r\nFaça clique em [Cancelar] quando aparecer para cancelar a impressão.";
"SRC_TEXTB_001" = "A procurar...";
"CHKSCRP_TEXTB_003" = "A opção [Papel grosso e envelopes] está seleccionada.\r\nUtilize apenas esta opção quando imprimir em papel espesso ou se as impressões anteriores tiverem ficado manchadas. A impressão pode demorar mais do que o normal.\r\nFaça clique em Cancelar para cancelar a tarefa de impressão ou em Imprimir para continuar.";
"CHKSCRP_TEXTB_004" = "Está seleccionada a opção [Papel grosso e envelopes].\r\nSeleccione esta opção apenas quando as impressões aparecerem com marcas de fricção. Cancele a tarefa de impressão e desactive esta opção se as impressões não apresentarem marcas de fricção.\r\nQuando esta opção está activada, a impressão pode demorar mais tempo do que o normal.";
"CHKDUPX_TEXTB_009" = "1. Imprima a ou as páginas frontais.\r\n2. Retire o papel ejectado. Volte-o ao contrário.\r\n3. Coloque o papel com a margem curta voltada para cima e faça clique em [Retomar].\r\nNota:\r\n- Faça clique em [Cancelar] se a impressão não começar.\r\n- A impressão dos 2 lados pode não estar disponível via Wi-Fi/rede.";
"BTN_PR_017" = "Alimentação/ejecção";
"IDS_INK_STOPRESET" = "Cancelar";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Cancelar";
"IDS_INK_STOPRJ" = "Cancelar";
"IDS_INK_OFFLINE_CANCEL" = "Cancelar";
"BTN_PC_004" = "Cancelar";
"BTN_PC_009" = "REPETIR";
"BTN_PC_010" = "Continuar";

//--->
"CHARGINGSTATUS_TEXTA_001" = "Carregar o sistema de tinta";
"INKCHECKALERT_TEXTA_001" = "Verifique o nível da tinta regularmente.";
//<---

////////////////////////////////////////

"INK_REMAIN_MSG" = "Para confirmar a quantidade de tinta restante, verifique visualmente os níveis de tinta de todos os tanques da impressora.\r\nSe continuar a utilizar a impressora quando o nível de tinta for inferior ao limite mais baixo, pode danificá-la.";

////////////////////////////////////////

"920" = "Verificação dos Jactos";
"921" = "Limpeza das Cabeças";
"922" = "Alinhamento das Cabeças";
"923" = "Definições da Impressora";
"924" = "Comprar Tinta";
"926" = "Actualização de Software";
"928" = "Definições de actualização de software";
"IDS_PR_ERROR" = "Erro";
"IDS_PR_COMERR" = "Erro de Comunicação";
"IDS_PR_INKFEW" = "Pouca tinta";
"IDS_PR_MAINTENANCECALL" = "Pedido de manutenção";
"IDS_PR_WARNING" = "Outro Aviso";
"IDS_PR_CHANGINGBK" = "Substituir tinteiro de tinta preta";
"IDS_PR_OFFLINE" = "Desactivada";
"IDS_PR_PAUSE" = "Pausa";
"IDS_PR_SELECTERROR" = "Erro de Selecção da Impressora";
"IDS_PR_UNCLOGGER" = "Erro de Tarefa de Impressão";
"IDS_ITEM" = "Evento";
"IDS_NOTIFY" = "Aviso no Ecrã";
"IDS_YES" = "Sim";
"IDS_NO" = "Não";
"IDS_PROMOCHK" = "Apresentar Ofertas Epson";
"IDS_ITEMGROUP" = "Seleccionar Aviso";
"IDS_SIMPLEST_CHK" = "Aviso de estado simples";
"IDS_DEFAULT_BTN" = "Predefinição";
"IDS_ICONGROUP" = "Selecionar Ícone de Atalho";
"IDS_MONICON_CHK" = "Registar o ícone de atalho na barra de tarefas";
"IDS_EXPTEXT2" = "Se fizer clique duas vezes no ícone de atalho, abrirá a janela Estado da Impressora.";
"IDS_SHARED" = "Permitir o controlo de impressoras partilhadas.";
"IDS_IO_CHECK_BTN" = "Ver alertas de Aviso de Pouca Tinta";
"IDS_CANCEL_MONITOR" = "Cancelar";
"IDS_STRING_GROUP" = "Níveis da Tinta";
"IDS_STRING_GROUP_MTANK" = "Tempo de Duração da Caixa de Manutenção";
"IDS_SUB_BTN" = "Continuar";
"IDS_SPL_BTN" = "Fila de impressão";
"IDS_CSICINFO_BTN" = "Informações";
"IDS_PRNSTOP_BTN" = "Cancelar";
"IDS_SPL_BTN2" = "Fila de impressão";
"IDS_SPL_BTN3" = "Fila de impressão";
"IDS_SHOWDETAIL_BTN" = "Detalhe";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Produto";
"IDS_COMMON_VER_TITLE" = "Comum";
"IDS_PRINTER_VER_TITLE" = "Interface do Utilizador";
"IDS_EBAPI_VER_STATIC" = "Interface da Impressora";
"IDS_INSTALL_VER_STATIC" = "Instalador";
"IDS_BOTHSIDE_PRINT" = "Impressão dos 2 lados";
"IDS_PRNPAUSE_BTN" = "Retomar";
"IDS_CSIC_INFO" = "Dados sobre Tinteiros";
"IDS_MAKER_TITLE" = "Fabricante:";
"IDS_INK_TYPE_TITLE" = "Tipo de tinta:";
"IDS_IC_TYPE_TITLE" = "Referência do tinteiro:";
"IDS_PRODUCTION_DATE_TITLE" = "Data de fabrico:";
"IDS_BPMSTOP_BTN" = "Cancelar impressão";
"IDS_BPMPRINT_BTN" = "Imprimir a preto";
"IDS_BPMCLOSE_BTN" = "Fechar";
"IDS_BPMREPLACE_BTN" = "Substituir Tinteiro...";
"IDS_INITFILL_TITLE" = "Tinteiro Genuíno Epson";
"IDS_INITFILL_TITLE2" = "Erro de tinteiro";
"IDS_BUTTON_CSIC_DETAILS" = "Detalhe";
"IDS_CANCEL" = "Cancelar";
"IDS_BUTTON_CSIC_CONTINUE" = "Continuar";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Comprar Tinta Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "Para efectuar definições com este utilitário, precisa de o registar como uma excepção na Firewall do Windows.\r\nSe não for registado como uma excepção, é possível que algumas funções de comunicação sejam bloqueadas pela Firewall do Windows, o que pode limitar a funcionalidade.\r\n\r\nQuer registar o EPSON Status Monitor 3 como uma excepção na Firewall do Windows?";
"IDS_ENVHELPMENU" = "Ajuda";
"IDS_ENTRYICONMSG" = "Quer que o ícone do EPSON Status Monitor 3 apareça na barra de tarefas quando o Windows iniciar?";
"IDS_STATISTICS" = "Partilhar minhas informações de utilização com a Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "Sobre...";
"IDS_ERROR_001" = "Memória insuficiente. \n Saia deste programa.";
"IDS_ERROR_015" = "Memória insuficiente.";
"IDS_ERROR_021" = "Não é possível encontrar informações sobre a impressora.";
"IDS_ERROR_022" = "Não existem informações disponíveis para esta impressora.";
"IDS_ERROR_023" = "Não foi possível encontrar o ficheiro especificado.";
"IDS_ERROR_024" = "Não foi possível abrir o ficheiro especificado.";
"IDS_RESTART_MON" = "Neste momento,não é possível controlar.\nReinicie o computador.";
"IDS_RESTART_SHARE" = "Não é possível controlar. Desactive a opção [Controlar impressoras partilhadas]\nna janela Preferências e reinicie o computador.\nEm seguida, feche todas as aplicações, includindo o EPSON Status Monitor 2,\ne volte a instalar o controlador de impressã'o.";
"IDS_RESTART_BID" = "Não é possível estabelecer comunicação bidireccional.\nVolte a instalar o controlador de impressão.";
"IDS_SETUP_MENU" = "Preferências";
"IDS_PAPERSIZE" = "Formato";
"IDS_MEDIATYPE" = "Papel";
"IDS_PAUSE" = "Pausa";
"IDS_RESUME" = "Retomar";
"IDS_DISCHARGE_PAPER" = "Ejectar";
"IDS_INK_CANCEL" = "Cancelar";
"IDS_OK" = "OK";
"IDS_HELP" = "Ajuda";
"IDS_INK_RETURN" = "Continuar";
"IDS_ELINK_ERROR_TITLE" = "Suporte Online";
"IDS_ELINK_CONNECT_MSG" = "O Guia do Utilizador não está instalado.\r\nSe quiser aceder à página Web \"EPSON FAQ\" através da Internet, seleccione a tecla \"Sim\".";
"IDS_ELINK_CONNECT_TITLE" = "Suporte Online";
"IDS_INK_CONTINUE" = "Continuar";
"IDS_PRINT" = "Imprimir";
"IDS_PPACK_RETURN" = "Continuar";
"IDS_INKTANKVIEW_ON" = "Verificar Níveis da Tinta";
"IDS_INKTANKVIEW_OFF" = "Ocultar Níveis da Tinta";
"IDS_CLEAN_CONTINUE" = "Continuar";
"IDS_INK_CLSTOP" = "Cancelar";
"IDS_SUPPORT_BTN" = "Suporte Online";
"IDS_SUPPORT_BTN_EURO" = "Assistência Técnica";
"IDS_ELINK_ERROR_TITLE_EURO" = "Assistência Técnica";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Assistência Técnica";
"IDS_ELINK_CONNECT_MSG_EURO" = "O Guia do Utilizador não está instalado.\r\nSe quiser aceder à página Web \"EPSON FAQ\" através da Internet, seleccione a tecla \"Sim\".";
"IDS_HOWTO" = "Como...";
"IDS_GOONLINE" = "Activada";
"IDS_BKPRINTING" = "Imprimir a preto";
"IDS_BKPRINTING2" = "Imprimir a preto";
"IDS_SHEETREMAIN" = "Página:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "Falta(m) %d hora(s)";
"IDS_TIMEREMAIN_MIN" = "Faltam %dmin.";
"IDS_TIMEREMAIN_SEC" = "Faltam %dseg.";
"IDS_START_MSG" = "A procurar...";
"IDS_ST_NONE" = "Ocorreu um erro desconhecido.";
"IDS_OLSTART_MSG" = "A procurar...";
"IDS_OLST_NONE" = "Erro desconhecido";
"IDS_STRING_CAPTION" = "Aviso de Pouca Tinta";
"IDS_STRING_PURCHASED" = "Já Comprado";
"IDS_STRING_REMINDMELATER" = "Relembrar mais tarde";
"IDS_STRING_BUYINK" = "Comprar Tinta Epson";
"IDS_STRING_PRINTTHISWINDOW" = "Imprima esta janela";
"IDS_STRING_CLOSE" = "Fechar";
"IDS_STRING_CAPTION2" = "Comprar Tinta";
"IDS_STRING_INKCODES" = "Códigos da tinta";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "ORIGINAL EPSON";
"IDS_STRING_HTML_MESSAGE2" = "É aconselhável utilizar tinteiros Epson genuínos.";
"IDS_STRING_HTML_MESSAGE3" = "A utilização de outros produtos pode afectar a qualidade de impressão e provocar danos na impressora.";
"IDS_STRING_INKLOW" = "Pouca tinta";
"IDS_STRING_INKREPLACE" = "Substituir Tinteiro";
"IDS_STRING_INKCHANGE_NEAR" = "Está quase na altura de substituir o(s) tinteiro(s).";
"IDS_STRING_HTML_MESSAGE4" = "Faça clique aqui para receber propostas sobre tinta e outras actualizações da Epson.";
"IDS_STRING_PROMOTION2" = "A Epson pode avisá-lo sobre actualizações técnicas, promoções e outras ofertas.";
"IDS_STRING_NOTESA2" = "As actualizações ocorrem quando está ligado à Internet. Os dados que identificam o modelo da impressora são enviados para a Epson. Não são enviados dados de identificação pessoal.";
"IDS_STRING_NOTESB2" = "Pode activar/desactivar esta função na janela Preferências.";
"IDS_STRING_NOTESC2" = "Para activar agora, faça clique em Aceitar.";
"IDS_STRING_DISPAGAIN2" = "Não voltar a apresentar esta mensagem.";
"IDS_STRING_TITLE2" = "Serviço de Aviso Epson";
"IDS_STRING_ACCEPT2" = "Aceitar";
"IDS_STRING_DECLINE2" = "Recusar";
"IDS_STRING_BTNCLOSE" = "Fechar";
"IDS_STRING_DISPNOAGAIN" = "Não voltar a apresentar esta mensagem até as reparações estarem concluídas.";
"IDS_STRING_DESCRIPTION2" = "É necessária assistência técnica";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "Pode desactivar estas funções na janela Preferências.";
"IDS_STRING_NOTESE" = "Faça clique aqui para abrir a janela Preferências";
"IDS_CSIC_UNKNOWN" = "Desconhecido";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Original Epson";
"IDS_CSIC_ERMANUFACTUR" = "tint. não genuíno";
"IDS_CSIC_NGENUINE" = "Foi detectado um tinteiro não genuíno ou recarregado. Os níveis da tinta podem não ser indicados por se desconhecer a quantidade de tinta existente.";
"IDS_CSIC_NGENUINE2" = "Foi detectado um tinteiro não genuíno ou recarregado. Os níveis da tinta podem não ser indicados por se desconhecer a quantidade de tinta existente.";
"IDS_IO_BUYNOW_MSG" = "Faça clique em OK para iniciar o browser Web e compre o tinteiro online.\r\n\r\nSe tiver uma ligação telefónica que não é iniciada com o browser, ligue-se ao seu fornecedor de serviços de Internet e faça clique em OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "Para iniciar o seu browser e ligar-se ao Web site, faça clique em OK.\r\nSe não deseja efectuar a ligação ao site Web neste momento, clique em Cancelar.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "OUtilitário para aquisição de tinteiros online";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Sim";
"IDS_BKIS_BUTTON_NO" = "Não";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Desactivar esta função";
"IDS_BUYNOW_BTN" = "Comprar Tinta Epson";
"IDS_SCRAPE_NOAGAIN" = "Não voltar a apresentar esta mensagem.";
"BTN_PC_014" = "Cancelar";
"BTN_PC_030" = "Imprimir";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Tinteiro Genuíno Epson";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Não é possível iniciar este programa durante a execução do programa de instalação do controlador de impressão.";
"IDS_DLG_NONGEN_001" = "ATENÇÃO!";
"IDS_ER0C_PAPERSIZE" = " Formato : %papersize%";
"IDS_ER0C_MEDIA" = " Tipo : %media%";
"IDS_UNCLOGGER_YES" = "Sim";
"IDS_UNCLOGGER_NO" = "Não";
"IDS_UNCLOGGER_CANCELPRINT" = "Cancelar impressão";
"IDS_UNCLOGGER_CLOSE" = "Fechar";

"NOZZLE_TITLE" = "Verificação dos Jactos";
"HEADCLEANING_TITLE" = "Limpeza das Cabeças";
"GAP_TITLE" = "Alinhamento das Cabeças";
"PIFLUSHING_TITLE" = "Superdescarga de Tinta";

"PLEASEWAIT" = "É favor aguardar...";

"NOZZLE_B01" = "Imprimir";
"NOZZLE_B02" = "Cancelar";
"NOZZLE_B03" = "Terminar";
"NOZZLE_B04" = "Limpar";
"NOZZLE01" = "Para efectuar uma verificação dos jactos, certifique-se de que a impressora está ligada à corrente e ao computador. Verifique também se tem papel normal de formato A4 ou Letter no alimentador posterior. Faça clique em [Imprimir] para imprimir um modelo de verificação dos jactos ou em [Cancelar] para sair.";
"NOZZLE02" = "Compare o modelo impresso com a amostra anterior. Se o modelo de verificação dos jactos não for impresso satisfatoriamente, faça clique em [Limpar]. Faça clique em [Terminar] para sair.";
"NOZZLE02_RESULT1" = "Bom";
"NOZZLE02_RESULT2" = "Limpeza necessária";

"HEADCLEANING_B01" = "Cancelar";
"HEADCLEANING_B02" = "Iniciar";
"HEADCLEANING_B03" = "Terminar";
"HEADCLEANING_B04" = "Imprimir Modelo de Verificação dos Jactos";
"HEADCLEANING01" = "Faça clique em [Iniciar] para limpar os jactos da cabeça de impressão. Como a limpeza consome alguma tinta, limpe apenas a cabeça quando aparecerem áreas esbatidas ou falhas na impressão. Execute primeiro o utilitário \"Verificação dos Jactos\" para confirmar se a cabeça de impressão precisa de ser limpa.\r\nNota: Antes de efectuar uma limpeza, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.";
"HEADCLEANING01_PREPARE" = "É favor aguardar...";
"HEADCLEANING02_CLEANING" = "Limpeza em curso. Aguarde.";
"HEADCLEANING02" = "O ciclo de limpeza terminou. Para verificar se a limpeza resultou, faça clique em [Imprimir Modelo de Verificação dos Jactos].";
"HEADCLEANING03" = "A limpeza demora alguns minutos. A limpeza termina quando o indicador de funcionamento do painel de controlo deixa de estar intermitente. Para verificar se a limpeza foi eficaz, clique em [Imprimir Modelo de Verificação dos Jactos].";

"GAP_B01" = "Cancelar";
"GAP_B02" = "Imprimir";
"GAP_B03" = "Seguinte >";
"GAP_B04" = "Saltar >>";
"GAP_B05" = "Realinhamento";
"GAP_B06" = "Terminar";
"GAP_B07" = "Seguinte >";
"GAP_B08" = "Cancelar";
"GAP01" = "O utilitário de Alinhamento das Cabeças corrige o desalinhamento vertical, faixas horizontais e impressões pouco nítidas.";
"GAP02" = "Será impressa uma folha de alinhamento vertical.\r\nCertifique-se de que a impressora está ligada à corrente e ligada ao computador. Certifique-se também de que tem papel normal de formato A4 ou Letter na impressora.\r\nFaça clique em [Imprimir] quando estiver pronto.";
"GAP03" = "Observe a folha de alinhamento.\r\nProcure um quadrado que não tenha faixas visíveis nos conjuntos de #1 a #3. Seleccione o número que corresponde ao quadrado na lista para todos os conjuntos. Em seguida, faça clique em [Terminar].\r\nSe existir uma banda em cada quadrado, seleccione o quadrado com a banda mais pequena de todas. Em seguida faça clique em [Realinhamento].";

"PIFLUSHING_B01" = "Cancelar";
"PIFLUSHING_B02" = "OK";
"PIFLUSHING_B03" = "Iniciar";
"PIFLUSHING_B04" = "Terminar";
"PIFLUSHING_B05" = "Seguinte >";
"PIFLUSHING01" = "Se não utilizou o produto durante muito tempo e as impressões contiverem faixas ou cores em falta, poderá ter de substituir a tinta no interior dos tubos de tinta para resolver o problema.\r\n\r\nO utilitário Superdescarga de Tinta permite substituir toda a tinta do interior dos tubos e consome muita tinta.\r\n\r\nA qualidade de impressão melhora 12 horas depois de utilizar esta função que não pode voltar a ser utilizada nas 12 horas seguintes à última utilização.\r\nQuer utilizar a função agora?\r\n\r\nNota: Antes de utilizar esta função, certifique-se de que existe tinta suficiente nos tanques de tinta da impressora.\r\nSe não houver tinta suficiente, recarregue os tanques de tinta.";
"PIFLUSHING02" = "Antes de executar esta função, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.\r\n\r\nNota: O fecho de transporte tem de estar sempre desbloqueado quando a impressora estiver a ser utilizada.";
"PIFLUSHING03" = "Tem a certeza de que deseja executar esta função?\r\nPara substituir toda a tinta dos tubos, é necessário consumir muita tinta.\r\n\r\nNota: Esta função produz efeitos na vida útil das almofadas de tinta residual. As almofadas de tinta residual atingem a sua capacidade mais cedo se executar esta função.\r\nSe as almofadas de tinta residual chegarem ao fim da vida útil, contacte a Assistência Epson para solicitar a substituição.\r\n\r\nFaça clique em [Iniciar] para iniciar a substituição da tinta.\r\nDepois de iniciada, esta função não pode ser interrompida.";
"PIFLUSHING03_PREPARE" = "É favor aguardar...";
"PIFLUSHING03_CLEANING" = "A Superdescarga de Tinta está em curso.\r\nAguarde.";
"PIFLUSHING04" = "A Superdescarga de Tinta terminou.";
"PIFLUSHING05" = "A Superdescarga de Tinta demora alguns minutos.\r\nA Superdescarga de Tinta termina quando o indicador de funcionamento do painel de controlo deixa de estar intermitente.";
"PIFLUSHING06" = "Não pode utilizar esta função porque passaram menos de 12 horas desde a última utilização.";

"ERR_MSG_5" = "Não é possível concluir a Verificação dos Jactos.";
"ERR_MSG_6" = "Não é possível concluir a Limpeza das Cabeças.";
"ERR_MSG_7" = "Não é possível concluir o Alinhamento das Cabeças.";
"ERR_MSG_8" = "Ocorreu um problema.";
"ERR_MSG_9" = "Não é possível concluir a Verificação dos Jactos.";
"ERR_MSG_10" = "Não é possível concluir a Limpeza das Cabeças.";
"ERR_MSG_11" = "Não é possível concluir o Alinhamento das Cabeças.";
"ERR_MSG_12" = "A limpar agora!";
"ERR_MSG_13" = "Não é possível concluir a Limpeza das Cabeças.";
"ERR_MSG_14" = "Faça clique em [Detalhe] para mais informações.";
"ERR_MSG_15" = "Substituir tinteiro agora?";
"ERR_MSG_17" = "A almofada de absorção de tinta existente no tinteiro fotográfico está saturada. Antes de limpar a cabeça de impressão, tem de substituir o tinteiro.";
"ERR_MSG_19" = "Detalhe";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Faça clique em [Detalhe] para mais informações.";
"ERR_MSG_22" = "Sim";
"ERR_MSG_23" = "Não";
"ERR_MSG_24" = "Ocorreu um erro de comunicação. Certifique-se de que a impressora está ligada. Verifique as ligações dos cabos. Se estiver a imprimir um modelo de verificação dos jactos, desligue a impressora e volte a ligá-la para a reiniciar.";
"ERR_MSG_25" = "Não é possível concluir a Superdescarga de Tinta.";
"ERR_MSG_26" = "A Superdescarga de Tinta não pode ser concluída.";
"ERR_MSG_27" = "Não é possível concluir a Limpeza do Guia de Papel.";
"ERR_MSG_28" = "A Limpeza do Guia de Papel não pode ser concluída.";

//--->
"PRISET01B01" = "Aplicar";
"PRISET01B02" = "Cancelar";
"PRISET01SPE04" = "Não existem informações disponíveis para esta impressora.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Temporizador de desligamento";
"PRISET01SPE21" = "Não";
"PRISET01SPE22" = "30 minutos";
"PRISET01SPE23" = "1 hora";
"PRISET01SPE24" = "2 horas";
"PRISET01SPE25" = "4 horas";
"PRISET01SPE26" = "8 horas";
"PRISET01SPE27" = "12 horas";
"PRISET01GRPBOXTITLE03" = "Temporizador de suspensão";
"PRISET01SPE31" = "3 minutos";
"PRISET01SPE32" = "5 minutos";
"PRISET01SPE33" = "10 minutos";
"PRISET01SPE34" = "15 minutos";
"PRINFO01GRPBOXTITLE01" = "Número de folhas de papel alimentadas";
"PRINFO01SPE01" = "Número de Folhas";
"PRINFO01SPE02" = "Não existem informações disponíveis para esta impressora.";
"PRINFO01B01" = "OK";
//<---

